{
    "company": {
        "companyName": "Creative Zone FZ LLC (Trading as Creative Zone)",
        "embeddedLocation": "https://maps.google.com/maps?q=Office+104-105+Level+1+Emaar+Square+Building+4+Sheikh+Mohammed+Bin+Rashid+Boulevard+Downtown+Dubai+UAE&output=embed",
        "address": "Office 105, Level 1, Emaar Square – Building 4, Sheikh Mohammed Bin Rashid Boulevard, Downtown Dubai, United Arab Emirates"
    },
    "navigation": [
        {
            "name": "home",
            "route": "/"
        },
        {
            "name": "about us",
            "route": "/"
        },
        {
            "name": "our services",
            "route": "/"
        },
        {
            "name": "contact us",
            "route": "/"
        }
    ],
    "imageLinks": [
        "https://www.creativezone.ae/wp-content/uploads/CZ-by-Encor-Logo-final-version.png",
        "https://www.creativezone.ae/wp-content/uploads/fit-out-logo-1.png",
        "https://www.creativezone.ae/wp-content/uploads/dubai-logo.png",
        "https://www.creativezone.ae/wp-content/uploads/offshare-logo-1.png"
    ],
    "products": [
        {
            "title": "Mainland Company Setup",
            "image": "https://www.creativezone.ae/wp-content/uploads/dubai-logo.png",
            "description": "A Dubai Mainland license is an onshore company allowing entrepreneurs to conduct business inside and outside the UAE. The Department of Economic Development issues trade licenses, offering benefits such as 100% foreign ownership, the ability to operate anywhere in the UAE, ownership and rental of office spaces, trade with government entities, fewer nationality restrictions, easier bank account setup, and scalability by adding more visas to the trade license."
        },
        {
            "title": "Offshore Company Setup",
            "image": "https://www.creativezone.ae/wp-content/uploads/offshare-logo-1.png",
            "description": "Offshore companies in the UAE are legal business entities established to operate outside their registered jurisdiction. They are commonly used for international business activities such as trading, investments, and e-commerce. Offshore companies benefit from favorable regulations in the Emirates, including low tax rates, 100% foreign company ownership, and a supportive business ecosystem."
        },
        {
            "title": "Saudi Arabia Company Setup",
            "image": "",
            "description": "Saudi Arabia has emerged as a vibrant destination to start a business. The country is home to vast natural resources that have driven its economy, as well as robust industries in machinery, dairy, and pharmaceuticals, creating a diverse economic landscape. Recent policies and the new Companies Law have opened the economy to investment and new business forms, making the Kingdom of Saudi Arabia an attractive place for investors in the Middle East."
        },
        {
            "title": "Qatar Free Zone Company Setup",
            "image": "",
            "description": "To accelerate and diversify Qatar’s economic growth, the government has established various free and economic zones to attract foreign direct investment and support startups and SMEs. These zones provide an efficient framework for businesses to establish and expand operations in Qatar with incentives and support tailored to facilitate business growth."
        },
        {
            "title": "Fit Out & Renovations",
            "image": "https://www.creativezone.ae/wp-content/uploads/fit-out-logo-1.png",
            "description": "Find vetted and pre-qualified contractors for your office fit-out requirements, ensuring better outcomes in cost, quality, and timelines. We partner with industry-leading platforms to streamline the fit-out process. Optional project management services and financing are available to spread the cost, providing convenience and peace of mind."
        },
        {
            "title": "Banking Assistance",
            "image": "",
            "description": "Gain access to a comprehensive range of financial products and services tailored to meet the unique requirements of your business. Our banking solutions offer an international platform to optimize operations, reduce expenses, and enhance efficiency through modern banking technology and customized financial solutions."
        },
        {
            "title": "Tax & Accounting",
            "image": "",
            "description": "Our in-house team of experts provides unbiased advice and guidance on tax and accounting matters, including audit, VAT registration and filing, corporate tax registration and filing, and other compliance needs. We help businesses navigate UAE regulations to ensure accurate and transparent financial records."
        },
        {
            "title": "Recruitment Services",
            "image": "",
            "description": "We offer tailored recruitment services with a client-centric approach and a network of qualified candidates. Our recruitment team works closely with clients to deliver exceptional results, helping businesses build strong teams by matching the right talent to each role."
        },
        {
            "title": "Communication Hub",
            "image": "",
            "description": "Through our in-house Communication Hub and partnerships with leading providers, we connect clients with trained customer service professionals for inbound and outbound communication. This service includes handling calls, surveys, and reporting on KPIs, helping businesses save time and improve customer engagement."
        },
        {
            "title": "Media and Marketing",
            "image": "",
            "description": "Creative Zone’s Media and Marketing division provides 360° marketing solutions for new businesses. Our experts help define brand identity and create strategic campaigns across digital, social, PR, and events, ensuring cohesive storytelling and increased brand presence for startups and SMEs."
        },
        {
            "title": "Coworking and Meeting Spaces",
            "image": "",
            "description": "We provide state-of-the-art coworking, conference, and meeting room facilities. Access our fully serviced business center in Downtown Dubai for flexible office space solutions. Our coworking packages allow startups and entrepreneurs to operate in a premium environment without long-term commitments."
        },
        {
            "title": "Concierge Services",
            "image": "",
            "description": "Our dedicated Concierge team offers comprehensive corporate and personal assistance, including PRO services, bank appointment scheduling, visa and immigration support, and more. We handle day-to-day tasks to ensure smooth operations, allowing business owners to focus on growth."
        },
        {
            "title": "ISO Certification",
            "image": "",
            "description": "Learn how Creative Zone can guide your organization through the ISO 9001 certification process. With our turnkey solution, your business can become ISO certified in less than two months. We schedule ISO activities to minimize disruption and handle documentation and process setup on your behalf."
        }
    ],
    "contactDetails": [
        "Phone : 800-LICENSE (542 3673)",
        "Outside UAE : +971 4 567 7333",
        "Email : info@creativezone.ae"
    ]
}